Repository: Sabayon/packages-website
Catalog: po/*.po
Languages: ca, fr, it, nl

source: Sabayon Linux Metalinker Page
ca: Pàgina Metalinker Sabayon Linux
fr: Page de Metalinker Sabayon Linux
it: Pagina Sabayon Linux Metalinker
nl: Sabayon Linux Metalinker Pagina

source: Most people love it just because it makes your download fly. Now we have our Sabayon Linux Tracker
ca: A la majoria de gent li agrada perquè fa volar la vostra baixada. Ara tenim un seguidor Sabayon Linux

source: Visit the
ca: Visiteu la
fr: Visitez le
it: Visita
nl: Bezoek de

source: Sabayon Linux Tracker Page
ca: Pàgina del seguidor Sabayon Linux

source: HTTP, FTP, RSYNC mirrors
ca: Rèpliques HTTP, FTP, RSYNC
fr: Miroirs HTTP, FTP et RSYNC
it: HTTP, FTP, RSYNC mirror

source: If you belong to the old generation or just want to use `wget` because it's the only download manager you trust. Here it is a list of official mirrors, alphabetically divided by countries
ca: Si sou de la vella escola o simplement voleu usar `wget` perquè és l'únic gestor de baixades en el que confieu, aquí teniu una llista de rèpliques oficials, dividides alfabèticament per països
fr: Si vous êtes de la vieille génération ou que vous voulez seulement utiliser 'wget' parce que c'est le seul gestionnaire de téléchargements auquel vous faites confiance. Voici une liste des miroirs officiels, divisés alphabétiquement par pays
it: Se appartieni alla vecchia guardia e vuoi semplicemente usare `wget` perché è l'unico download manager di cui ti fidi. Ecco una lista di mirror ufficiali, suddivisi alfabeticamente per Paese
nl: Omdat u old skool bent en 'wget' wilt gebruiken, of omdat u nou eenmaal enkel dat vertrouwt. Hier is de lijst met officiële mirrors, alfabetisch gerankschikt op land

source: Subscribe your Mirror today
ca: Subscriviu la vostra rèplica avui
fr: Enregistrez votre miroir aujourd'hui
it: Sottoscrivi il tuo Mirror oggi
nl: Schrijf uw mirror vandaag nog in!

source: Do you have spare bandwidth? Are you a mirror maintainer?
ca: Teniu ample de banda sobrant? Sou el mantenidor d'una rèplica?
fr: Avez-vous de la bande passante disponible ? Êtes-vous un mainteneur de miroir ?
it: Hai banda libera? Sei un gestore di mirror?
nl: Heeft u bandbreedte over? Onderhoudt u (tóch al) een mirror?

source: Submit your request here
ca: Envieu la vostra sol·licitud aquí
fr: Soumettez votre requête ici
it: Invia la tua richiesta qui
nl: Dien uw verzoek hier in

source: Read carefully
ca: Llegiu-ho atentament
fr: Lisez attentivement
it: Leggi attentamente
nl: Lees dit goed

source: do not paste sensitive data, it is not protected, this means that other people can read it. Use this tool only for exchanging stuff in public virtual places such as IRC, Forums and so forth. Your data will be removed once expired, we cannot guarantee the storage of the content here. Your IP is logged and you are invited to respect any existing law. No spamming, No porn, nothing! Allright?
ca: no envieu dades sensibles, no està protegit de cap manera i això significa que tothom podrà llegir-ho. Useu aquesta eina només per intercanviar material en llocs virtuals com IRC o fòrums.Les vostres dades s'eliminaran quan hagin expirat, no us podem garantir l'emmagatzemament del contingut. es registra la vostra IP i us convidem a respectar totes les lleis. No feu spam, No envieu porno, res! D'acord?
fr: ne collez pas d'informations sensibles, elles ne sont pas protégées, ce qui signifie que d'autres personnes peuvent y accéder. Utiliser cet outil uniquement pour échanger des trucs dans les places
it: non incollare dati sensibili, non c'è alcuna protezione, questo significa che altre persone possono leggerle. Usa questo tool solamente per scambiare informazioni in spazi pubblici virtuali come IRC, Forum e così via. I tuoi dati verranno rimossi una volta scaduti, non possiamo garantire l'archiviazione di contenuti. Il tuo indirizzo IP è loggato e sei invitato a rispettare qualsiasi legge esistente. Niente spamming, niente porno, NIENTE! Tutto chiaro?
nl: geef géén gevoelige gegevens in! Het is niet beveiligd, ofwel: anderen kunnen meelezen. Gebruik deze tool alleen om publiekelijk toegankelijk materiaal te plaatsen, zoals IRC-quotes, forumposts en dergelijke. Eenmaal verlopen worden uw gegevens verwijderd, wij kunnen de opslag niet garanderen. Uw IP-adres is gelogd en u wordt vriendelijk verzocht enige bestaande wet te respecteren. Geen gespam, geen porno, geen flauwekul. Gesnopen?

source: Latest Pasties
ca: Últims pasties
fr: Derniers pasties
it: Ultimi Pasties
nl: Meest recente pasties

source: PixPastebin Home
ca: Inici de PixPastebin
fr: Accueil PixPastebin

source: No Pasties
ca: No hi ha pasties
fr: Pas de pasties
it: Nessun Pastie
nl: Geen pasties

source: My Latest
ca: Els meus últims
fr: Mes plus récents
it: Miei Ultimi
nl: Mijn meest recente

source: Choose <span id="pastebin-submit-type-name">a file</span> and get ready to paste!
ca: Escolliu <span id="pastebin-submit-type-name">un fitxer</span> i prepareu-vos per enganxar-lo!
fr: Choisissez <span id="pastebin-submit-type-name">un fichier</span> et soyez prêts à coller !
it: Scegli <span id="pastebin-submit-type-name">un file</span> e preparati ad incollare!
nl: Kies <span id="pastebin-submit-type-name">een bestand</span> en paste!

source: you cannot send viruses, they are destroyed automatically
ca: no podeu enviar virus, es destrueixen automàticament
fr: vous ne pouvez envoyer de virus, ils sont automatiquement détruits
it: Non puoi inviare virus, sono distrutti automaticamente
nl: u kunt geen virussen versturen, deze worden automatisch vernietigd

source: Expiration
ca: Expiració
it: Scadenza
nl: Verloopt na

source: One day
ca: Un dia
fr: Un jour
it: Un giorno
nl: een dag

source: One month
ca: Un mes
fr: Un mois
it: Un mese
nl: een maand

source: One year
ca: Un any
fr: Un an
it: Un anno
nl: een jaar

source: as <b>%s</b> and permissions:
ca: com <b>%s</b> i permisos:

source: Wrong CAPTCHA !!! Take this, stupid spammer!
ca: CAPTCHA erroni!!! Entoma aquesta, spammer estúpid!
fr: Mauvais captcha ! Prend ça, stupide spammeur !
it: CAPTCHA sbagliato !!! Prendi questo, stupido spammer!
nl: Foutieve CAPTCHA!!! In je smoel, spammer!!

source: Ok fine, pastie removed
ca: D'acord, el pastie s'ha eliminat
fr: D'accord, le pastie a été supprimé
it: Ok bene, pastie rimosso
nl: OK, pastie verwijderd

source: Message
ca: Missatge
it: Messaggio
nl: Bericht

source: All the uploaded files are checked by %s
ca: Tots els missatges enviats es comproven amb %s

source: expires in
ca: expira en

source: days
ca: dies

source: An image should pop up above this text
ca: Una imatge hauria d'aparèixer sobre aquest text
fr: Une image devrait apparaître au-dessus de ce texte
it: Un immagine dovrebbe comparire sopra questo testo
nl: Een beeldbestand zou boven deze tekst moeten verschijnen

source: Not found
ca: No s'ha trobat
fr: Introuvable
it: Non trovato
nl: Niet gevonden

source: The pastie you are looking for is not available
ca: El pastie que esteu buscant no està disponible
fr: Le pastie que vous recherchez n'est pas disponible
it: Il pastie che stai cercando non è disponibile
nl: De pastie die u zoekt is niet beschikbaar

source: Paste something?
ca: Enganxa alguna cosa?
fr: Coller quelque chose ?
it: Incolla qualcosa?
nl: Iets te plakken?

source: Error message
ca: Missatge d'error
fr: Message d'erreur
it: Messaggio d'errore
nl: Foutmelding

source: Oops, Error
ca: Up, Error
fr: Oups, erreur
it: Oops, Errore
nl: Foutje, bedáánkt!

source: An error occured while pasting your data
ca: S'ha produït un error mentre s'enganxaven les dades
fr: Une erreur s'est produite au cours du collage de vos données
it: E' avvenuto un errore durante l'invio dei tuoi dati
nl: Tijdens het pasten van uw gegevens is een fout opgetreden

source: Get back?
ca: Endarrera?
fr: De retour ?
it: Torna indietro?
nl: Terug?

source: Make a fresh post
ca: Fer un post nou
fr: Créer un nouveau post
it: Crea un nuovo post
nl: Maak een nieuwe pastie aan

source: edit this
ca: edita aquest
fr: éditer ceci
it: modifica
nl: pas deze aan

source: delete this
ca: esborra aquest
fr: supprimer ceci
it: cancella
nl: verwijder deze

source: Error
fr: Erreur
it: Errore
nl: Fout

source: invalid pages_id
fr: pages_id invalide
it: pages_id non valido
nl: Ongeldige pages_id

source: Cross Linux From Scratch
fr: Croisement de Linux From Scratch

source: Ibiblio.org Hosting
fr: Hébergement Ibiblio.org

source: Categories
fr: Catégories
it: Categorie
nl: Categorieën

source: Slot
fr: Fente

source: ...Beeee happy! Don't worry, beeeee happy!
fr: Be happy ! Don't worry... be happy !

source: User id
fr: Identifiant de l'utilisateur
it: Id utente

source: Documents
it: Documenti
nl: Documenten

source: Notes
it: Note
nl: Notities

source: Important
it: Importante
nl: Belangrijk!
