Repository: Sabayon/packages-website
Catalog: po/*.po
Languages: ca, fr, it, nl

source: user id
ca: id d'usuari
fr: identifiant de l'utilisateur
it: id utente
nl: gebruikers-id

source: (Sabayon leader)
ca: (Cap de Sabayon)
fr: (Chef de Sabayon)
it: (leader Sabayon)

source: <b>You may ask</b>. What do we offer in change? <b>We answer</b>, your own <b>Blog</b> on this Portal, your personal <b>"Pastebin"</b> and file upload service called <b>"Pixdiff"</b>, a <b>warm Community</b> that will always help you out, the ability to <b>vote</b> and <b>interact</b> with what we offer and with other people inside this space. We are just used to call all this with one name: <b>Sabayon</b>, <i>the "2.0" (two-point-oh) distribution</i>
ca: <b>Potser us pregunteu</b>. Què us oferim a canvi? <b>Us contestem</b>, el vostre <b>Bloc</b> en aquest portal, el vostre <b>"Pastebin"</b> personal i un servei de pujada de fitxers anomenat <b>"Pixdiff"</b>, una <b>Comunitat amable</b> que sempre us ajudarà, la possibilitat de <b>votar</b> i < b>interactuar</b> amb el que oferim i amb altres persones en aquest espai. Anomenem això: <b>Sabayon</b>, <i>la distribució "2.0" (dos-punt-oh)</i>
fr: <b>Vous pourriez demander</b>. Qu'offrez-vous en retour ? <b>Nous répondons</b>, votre propre <b>blogue</b> sur ce portail, votre <b>"pastebin"</b> personnel et votre service d'envoi de fichier appelé <b>"Pixdiff"</b>, une communauté chaude qui vous aidera toujours, la possibilité de <b>voter</b> et d'<b>interagir</b> avec ce que nous offrons et avec les autres personnes à l'intérieur de cet espace : <b>Sabayon</b>, <i>la distribution "2.0" (deux-point-zéro)</i>
it: <b>Postresti chiederti</b>. Cosa offriamo in cambio? <b>La nostra risposta è</b>, il tuo <b>Blog</b> su questo Portale, il tuo <b>"Pastebin"</b> personale ed un servizio di upload file chiamato <b>"Pixdiff"</b>, una <b>Community accogliente</b> che ti aiuterà sempre, la possibilità di <b>votare</b> ed <b>interagire</b> con quello che offriamo e con altre persone all'interno di questo spazio. Siamo soliti chiamare tutto questo con un nome: <b>Sabayon</b>, <i>la distribuzione "2.0" (due-punto-zero)</i>
nl: <b>U vraagt zich wellicht af:</b> wat bieden wij in ruil? <b>Wij antwoorden:</b> uw eigen <b>Blog</b> op dit Portal, uw persoonlijke <b>"Pastebin"</b> and File Upload Service <b>"Pixdiff"</b>, een <b>warmhartige Community</b> die u altijd zal helpen, <b>stemrecht</b> en <b>interactie</b> met wat wij bieden en met andere mensen in de community. We zijn gewoon dit alles onder één naam te vatten: <b>Sabayon</b>, <i>de "2.0" (two-point-oh) distributie</i>

source: Please note that you will need to enter a valid e-mail address before your account is activated. You will receive an e-mail at the address you provide that contains an account activation link
ca: Haureu d'escriure una adreça de correu electrònic vàlida abans d'activar el compte. Rebreu un correu a l'adreça que proporcioneu que conté un enllaç d'activació.
fr: Veuillez prendre note que vous aurez besoin de saisir un courriel valide avant que votre compte soit activé. Vous recevrez un courriel à l'adresse spécifiée qui contient un hyperlien d'activation du compte
it: Nota: avrai bisogno di inserire un'e-mail valida in modo da poter attivare il tuo account. Riceverai infatti un'e-mail all'indirizzo che hai fornito contenente il link di attivazione
nl: Denk eraan een geldig emailadres in te voeren alvorens uw account geactiveerd wordt. U zult op dit adres een email ontvangen met daarin een activatielink

source: Length must be between 3 and 20 characters
ca: La longitud ha de ser entre 3 i 20 caràcters
fr: La longueur doit se situer entre 3 et 20 caractères
it: La lunghezza deve essere compresa fra 3 e 20 caratteri
nl: Lengte moet 3 tot 20 karakters zijn

source: E-mail address
ca: Adreça de correu
fr: Courriel
it: Indirizzo E-mail
nl: Emailadres

source: Confirm e-mail address
ca: Confirmeu l'adreça de correu
fr: Confirmer votre courriel
it: Conferma indirizzo e-mail
nl: Bevestig emailadres

source: Password
ca: Contrasenya
fr: Mot de passe
nl: Wachtwoord

source: Must be between 6 and 30 characters
ca: Ha de tenir entre 6 i 30 caràcters
fr: Doit se situer entre 6 et 30 caractères
it: Deve essere fra 6 e 30 caratteri
nl: Moet 6 tot 30 karakters zijn

source: Confirm password
ca: Confirmeu la contrasenya
fr: Confirmer le mot de passe
it: Conferma password
nl: Bevestig wachtwoord

source: Registration Agreement
ca: Acord de registre
fr: Accord d'enregistrement
it: Accordo di Registrazione
nl: Overeenkomst van Registratie

source: I agree with the terms above
ca: Estic d'acord amb els termes anteriors
fr: J'accepte les termes mentionnés ci-haut
it: Accesso i termini di cui sopra
nl: I ga AKKOORD met hierbovengenoemde voorwaarden

source: Registration successful
ca: El registre ha tingut èxit
fr: Enregistrement complété avec succès
it: Registrato con successo
nl: Registratie succesvol

source: Wow, thanks a lot!
ca: Uau, moltes gràcies!
fr: Wow, merci beaucoup !
it: Wow, grazie mille!
nl: OK dan, bedankt!

source: You should have waited the activation e-mail but the one you provided has not been accepted for delivery
ca: Hauríeu d'esperar el correu d'activació, però l'adreça de correu que heu proporcionat no s'ha acceptat per la tramesa.
fr: Vous auriez dû attendre le courriel d'activation mais celui que vous avez fourni n'a pas été accepté pour la livraison
it: Avresti dovuto attendere l'e-mail di attivazione ma essa non è stata accettata per l'invio

source: Now you need to wait and read the activation e-mail before being able to login
ca: Ara heu d'esperar i llegir el correu d'activació abans de poder-vos acreditar
fr: Vous devez maintenant attendre et lire le courriel d'activation avant de pouvoir vous connecter
it: Ora devi solo attendere l'e-mail di attivazione per poter effettuare il login
nl: Nu dient u te wachten en de activatie-email te lezen, voor u kunt inloggen

source: <a href='%s'>Click here</a> to come back to the source page
ca: <a href='%s'>Feu clic aquí</a> per tornar a la pàgina de codi font

source: Publisher: <b>%s</b>, around <i>%s</i>
ca: Publicat per: <b>%s</b>, pels vols de <i>%s</i>

source: Introduction
ca: Introducció
it: introduzione
nl: Introductie

source: Thank you for voting !
ca: Gràcies per votar !
fr: Merci d'avoir voté !
it: Grazie per aver votato !
nl: Bedankt voor uw stem!

source: Sorreey, it seems you already voted
ca: Ho sento, sembla que ja heu votat
fr: Désolé, il semble que vous ayiez déjà voté
it: Heeeey, hai già votato
nl: Sorry, het lijkt erop dat u al gestemd heeft

source: Try again tomorrow, or the day after
ca: Torneu-ho a intentar demà
fr: Réessayez demain ou le jour d'après
it: Prova nuovamente domani, o dopo domani...
nl: Probeert u het morgen nog eens, of overmorgen...

source: Pages navigation
ca: Navegació per pàgines
fr: Navigation des paghes
it: Navigazione pagine
nl: Pagina-navigatie

source: Sabayon Linux is a <a href="http://www.gentoo.org" target="_blank">Gentoo Linux</a> based distribution which relies its packages versioning and patches from the Gentoo Portage tree and our add-on repository called "overlay". Thus, Gentoo Linux Security Advisories (GLSA) can be applied to the packages listed in our tree. Here below, you can see a list of the latest GLSAs published by the Gentoo Project
ca: Sabayon Linux és una distribució basada en <a href="http://www.gentoo.org" target="_blank">Gentoo Linux</a> i les versions i els pedaços dels paquets depenen de l'arbre de Gentoo Portage i del nostre repositori afegit, anomenat "overlay". Així mateix, els Avisos de Seguretat de Gentoo Linux (GLSA) es poden aplicar als paquets llistats en el nostre arbre. A baix veureu una llista dels últims GLSAs publicats pel Projecte Gentoo
fr: Sabayon Linux est un distribution basée sur <a href="http://www.gentoo.org" target="_blank">Gentoo Linux</a> qui repose sur le versioning de paquets et les rustines de l'arbre Portage Gentoo et notre dépôt additionnel appelé "overlay". Donc, les avis de sécurité Gentoo Linux (GLSA) peuvent être appliqués aux paquets listés dans notre arbre. Vous trouverez ci-bas une liste des derniers avis de sécurité publiés par le projet Gentoo
it: Sabayon Linux è una distribuzione basata su <a href="http://www.gentoo.org" target="_blank">Gentoo Linux</a> che quale si appoggia sul suo sistema di versione e patching delle applicazioni, compilate da Portage e dalla nostra repository di appoggio chiamata "overlay". Quindi, Gentoo Linux Security Advisories (GLSA -- avvisi di sicurezza Gentoo) può essere applicata ai pacchetti da noi forniti. Qui sotto, puoi vedere la lista degli ultimi GLSA pubblicati dal progetto Gentoo
nl: Sabayon Linux is een op <a href="http://www.gentoo.org" target="_blank">Gentoo Linux</a> gebaseerde distributie, die voor packageversionering en patches afhankelijk is van de <i>Gentoo Portage tree</i> en van onze eigen <i>repository</i>. Aldus kunnen <i>Gentoo Linux Security Advisories</i> (GLSA) op de packages in onze <i>tree</i> toegepast worden. Hieronder vindt u een lijst van de meest recente GLSAs, uitgegeven door het Gentoo Project

source: full feed here
ca: Registre complet aquí
fr: flux complet ici
it: feed completo qui
nl: Volledige feed

source: Security Advisories
ca: Avisos de Seguretat
fr: Avis de sécurité
it: Avvisi di Sicurezza

source: You can get the complete list on the
ca: Podeu obtenir la llista sencera de
fr: Vous pouvez obtenir la liste complète sur le
it: Puoi visualizzare la lista completa su
nl: U kunt de complete lijst verkrijgen via de

source: Gentoo Linux Security Advisories feed
ca: l'alimentador de Avisos de Seguretat de Gentoo Linux
fr: flux des avis de sécurité Gentoo Linux
it: feed Avvisi di Sicurezza Gentoo Linux

source: Release
ca: Revisió
fr: Version

source: No packages in this category
ca: No hi ha paquets en aquesta categoria
fr: Pas de paquet dans cette catégorie
it: Nessun pacchetto in questa categoria
nl: Geen packages in deze categorie

source: Destroy
ca: Destrueix
fr: Détruire
it: Distruggi
nl: Vernietig

source: Add documents <b>gain scores</b> !
ca: afegiu documents <b>guanyeu punts</b>!
fr: Ajouter des documents <b>augmente le score</b> !
it: Aggiungi documenti, <b>aumenta il tuo punteggio</b> !

source: Title
ca: Títol
fr: Titre
it: Titolo
nl: Titel

source: Length must be between 10 and 160
ca: La longitud ha de ser entre 10 i 160
fr: La longueur doit se situer entre 10 et 160
it: La lunghezza deve essere fra 10 e 160
nl: Lengte moet tussen 10 en 160 zijn

source: Description
ca: descripció
it: Descrizione
nl: Beschrijving

source: Being descriptive, what a pain in the *ss
ca: Essent descriptiu, quina tocada de c*llons
fr: Être descriptif, que c'est pénible
it: Essere descrittivi, che rottura

source: Keywords
ca: Paraules clau
fr: Mots-clé
it: Keyword

source: Space separated, minimum length: 4 chars each
ca: Separades per espais, longitud mínima: 4 caracters cadascuna
fr: Séparé par un espace, longueur minimale : 4 caractères chacun
it: Separati da spazio, lunghezza minima: 4 caratteri ognuno
nl: Gescheiden door spaties, elk minimaal 4 karakters lang

source: Document type
ca: Tipus de document
fr: Type de document
it: Tipo documento

source: Choose what kind of document you want to add
ca: Escolliu el tipus de document que voleu afegir
fr: Choisir quel sorte de document vous voulez ajouter
it: Scegli che tipo di documento vorresti aggiungere
nl: Kies welk documenttype u wilt toevoegen

source: Comment text
ca: text de comentari
fr: Texte du commentaire
it: Testo commento
nl: Commentaar

source: Insert your comment on this field
ca: Inseriu el vostre comentari en aquest camp
fr: Insérer votre commentaire dans ce champ
it: Inserisci il tuo commento in questo campo
nl: Voeg uw commentaar toe in dit veld

source: File chooser
ca: Escolliu un fitxer
fr: Sélectionneur de fichier
it: Selettore file

source: Select the file you want to upload
ca: Seleccioneu el fitxer que voleu pujar
fr: Sélectionner le fichier que vous voulez envoyer
it: Seleziona il file che vuoi inviare
nl: Selecteer het bestand dat u wilt uploaden

source: You need to be logged in to add documents
ca: Heu d'estar acreditats per pujar documents
fr: Vous devez être connecté pour ajouter des documents
it: Devi essere loggato per aggiungere documenti
nl: U moet ingelogd zijn om documenten toe te voegen

source: Category
ca: Categoria
fr: Catégorie
it: Categoria
nl: Categorie

source: Name
ca: Nom
fr: Nom
it: Nome
nl: Naam

source: Version
ca: Versió
it: Versione
nl: Versie

source: Entropy revision
ca: Revisió d'Entropy
fr: Révision d'Entropy
it: Revisione Entropy
nl: Entropy revisie

source: Package tag
ca: Etiqueta del paquet
fr: Étiquette du paquet
it: Tag pacchetto

source: Dependencies
ca: Dependències
fr: Dépendances
it: Dipendenze

source: Conflicts
ca: Conflictes
fr: Conflits
it: Conflitti
nl: Conflicten

source: Required by
ca: Requerit per
fr: Requis par
it: Richiesto da
nl: Vereist door

source: view packages list
ca: veure la llista de paquets
fr: voir la liste des paquets
it: visualizza lista pacchetti
nl: Bekijk lijst van packages

source: homepage
ca: pàgina principal
fr: page d'accueil

source: License
ca: Llicència
it: Licenza

source: USE flags
ca: marcadors USE
fr: commutateurs USE
it: USE flag

source: Content
ca: Contingut
fr: Contenu
it: Contenuto
nl: Inhoud

source: View content
ca: Mostra el contingut
fr: Voir le contenu
it: Visualizza contenuto
nl: Bekijk inhoud

source: Space required
ca: Espai necessari
fr: Espace requis
it: Spazio richiesto
nl: Spatie vereist

source: Checksum
ca: Suma de verificació
fr: Contrôle de somme

source: Creation date
ca: Data de creació
fr: Date de création
it: Data di creazione
nl: Datum aanmaken

source: Security
ca: Seguretat
fr: Sécurité
it: Sicurezza

source: show security advisories
ca: mostra els avisos de seguretat
fr: afficher les avis de sécurité
it: visualizza rapporti sicurezza
nl: toon security advisories

source: No entries exist
ca: No hi ha entrades
fr: Aucune entrée existante
it: Non esiste nessun elemento

source: Packages Search
ca: Cerca de paquets
fr: Recherche de paquets
it: Ricerca Pacchetti
nl: Doorzoek Packages

source: User Generated Content Search
ca: Contingut Generat per l'Usuari
fr: Recherche de contenu généré par l'utilisateur
it: Ricerca Contenuti Generati dagli Utenti

source: Statistics
ca: Estadístiques
fr: Statistiques
it: Statistiche
nl: Statistieken

source: Releases
ca: Revisions
fr: Versions
it: Release
nl: Uitgaves

source: Quick navigation
ca: Navegació ràpida
fr: Navigation rapide
it: Navigazione veloce
nl: Snelle navigatie

source: Entropy Repository
ca: Repositori d'Entropy
fr: Dépôt Entropy
it: Repository Entropy

source: Product
ca: Producte
fr: Produit
it: Prodotto

source: Branch
ca: Branca
fr: Branche

source: Architecture
ca: Arquitectura
it: Architettura
nl: Architectuur

source: Search type
ca: Tipus de cerca
fr: Type de recherche
it: Tipo ricerca

source: Order by
ca: Ordena per
fr: Trier par
it: Ordina per
nl: Sorteer op

source: Elements found: %s
ca: Elements trobats: %s

source: Nothing found
ca: No s'ha trobat res
fr: Rien trouvé
it: Trovato nulla
nl: Niets gevonden

source: Perhaps, you meant?
ca: Potser voleu dir?
fr: Peut-être, vous vouliez dire ?
it: Per caso, intendevi?
nl: Bedoelde u misschien

source: Cannot find the software you are looking for?
ca: No heu trobat el programari que buscàveu?
fr: Impossible de trouver le logiciel que vous cherchez ?
it: Non riesci a trovare il software che stai cercando?
nl: Kan de software die u zoekt niet vinden

source: Submit a package request
ca: Envieu una sol·licitud de paquet
fr: Soumettre une demande de paquet
it: Invia una richiesta pacchetto
nl: Vraag een package aan

source: Back to Search
ca: Torna a la cerca
fr: Retour à la recherche
it: Torna alla Ricerca
nl: Terug naar Zoeken

source: Revision
ca: Revisió
fr: Révision
it: Revisione
nl: Revisie

source: Package Categories Navigation
ca: Navegació per categories de paquets
fr: Navigation dans les catégories des paquets
it: Navigazione categorie pacchetto
nl: Package-categorienavigatie

source: You are watching
ca: Esteu veient
fr: Vous regardez
it: Stai guardando
nl: U kijkt naar

source: User Generated Content
ca: Contingut Generat per Usuaris
fr: Contenu généré par l'utilisateur
it: Contenuto Generato dagli Utenti

source: Current status
ca: Estat actual
fr: État courant
it: Stato corrente
nl: Huidige status

source: Branches
ca: Branques
it: Branch

source: Number of packages
ca: Nombre de paquets
fr: Nombre de paquets
it: Numero pacchetti
nl: Aantal packages

source: Number of categories
ca: Nombre de categories
fr: Nombre de catégories
it: Numero categorie
nl: Aantal categorieën

source: Number of files
ca: Nombre de fitxers
fr: Nombre de fichiers
it: Numero di file
nl: Aantal bestanden

source: Overall size
ca: Mida total
fr: Taille globale
it: Dimensione globale
nl: Totale grootte

source: no keywords
ca: no paraules clau
fr: pas de mots-clé
it: nessuna keyword
nl: Geen keywords

source: written by %s, around %s
ca: escrit per %s, pel vols de %s

source: User score
ca: Puntuació de l'usuari
fr: Note de l'utilisateur
it: Punteggio utente
nl: Gebruikersscore

source: Size
ca: Mida
fr: Taille
it: Dimensione
nl: Grootte

source: by
ca: per
fr: par
it: da

source: on
ca: el
fr: sur
it: il

source: score
ca: puntuació
fr: note
it: punteggio

source: Restrict on
ca: Restringeix a
fr: Restriction sur
it: Restringi su

source: Seeking %s of %s
ca: S'estan cercant %s de %s

source: Vote error
ca: Error de vot
fr: Erreur de vote
it: Errore voto
nl: Stemfout

source: **Hugs** **Hugs** **Hugs**
ca: **ei** **ei** **ei**
fr: **Calins** **Calins** **Calins**
it: **Abbracci** **Abbracci** **Abbracci**
nl: *knuffeldeknuffeldeknuffoooool*

source: Thanks a lot, we appreciate your effort. Your donation will help us keeping up the good work. We are sure you want to get back to the <a href="/">Front Page</a> now
ca: Gràcies, apreciem el vostre esforç. La vostra donació ens ajudarà a continuar la feina. Estem segurs que ara voleu tornar a la <a href="/">Pàgina d'inici</a>
fr: Merci beaucoup, nous apprécions votre effort. Votre don va nous aider à continuer le bon travail. Nous sommes sûrs que vous voulez maintenant retourner à la <a href="/">page d'accueil</a>
it: Grazie mille, apprezziamo il tuo contributo. La tua donazione aiuterà il progetto a continuare lo sviluppo. Siamo certi che ora vorresti tornare alla <a href="/">pagina iniziale</a>
nl: OK dan, bedankt voor de moeite! Uw donatie helpt ons ons goede werk voor te zetten. U wilt nu zeker terug naar de <a href="/">Voorpagina</a>?

source: :-* kisses kisses kisses
ca: :-* petons petons petons
fr: :-* bisoux bisoux bisoux
it: :-* baci baci baci
nl: :-* kusjes kusjes kusjes

source: Total votes
ca: Vots totals
fr: Votes total
it: Voti totali
nl: Totaal aantal stemmen

source: not voted yet?
ca: no heu votat encara?
fr: pas encore voté ?
it: non hai ancora votato?
nl: Nog niet gestemd?

source: You, liar!
ca: Mentider!
fr: Menteur !
it: Tu, bugiardo!
nl: Jij.......leugenaar!

source: See results
ca: Veure els resultats
fr: Voir les résultats
it: Vedi i risultati
nl: Zie resultaten

source: Being part of <b>our Community</b> is what make us proud of ourselves
ca: Ser part de la <b>nostra Comunitat</b> és el que ens fa estar orgullosos de nosaltres mateixos
fr: Faire partie de <b>notre communauté</b> est ce qui nous rend fiers
it: Far parte della <b>nostra Community</b> è ciò che ci rende orgogliosi
nl: Deel uitmaken van <b>onze Community</b> vervult ons met trots

source: This is the place where you can get in touch with people in our Community, see how good they are and get helped
ca: En aquest espai podeu entrar en contacte amb gent de la Comunitat, podreu rebre ajuda i veureu que bons que són
fr: C'est ici que vous pouvez rester en contact avec les gens de notre communauté, voyez combien ils sont bons en les laissant vous aider
it: Questo è lo spazio che ti permette di rimanere in contatto con le persone della nostra Community, guarda quanto sono bravi e ottieni l'aiuto di cui hai bisogno
nl: Hier kunt u in contact komen met de mensen in onze Community, zien hoe goed ze zijn, en hulp krijgen

source: If you want to join our Community or just need help and make questions, here are some useful links you might need to look at
ca: Si voleu unir-vos a la Comunitat o simplement necessiteu ajuda i fer preguntes, aquí hi ha alguns enllaços que us poden ser útils
fr: Si vous voulez rejoindre notre communauté ou que vous avez besoin d'aide et que vous voulez poser des questions, voici quelques liens utiles que vous voudrez peut-être regarder
it: Se vuoi unirti alla nostra Community o semplicemente hai bisogno di aiuto o assistenza, ecco qualche link che potrebbe esserti utile
nl: Als u lid van onze Community wilt worden of gewoon hulp nodig heeft en vragen wil stellen, zijn hier een paar handige links voor u

source: Sabayon Linux Support Chat
ca: Xat d'ajuda de sabayon Linux
fr: Chat de support Sabayon Linux
it: Chat di supporto Sabayon Linux

source: Wolfden, Sabayon Linux Chief Community Officer
ca: Wolfden, cap oficial de la comunitat Sabayon Linux
fr: Wolfden, officier en chef de la communauté Sabayon Linux
it: Wolfden, il "Sabayon Linux Chief Community Officer"

source: Lxnay, Sabayon Linux Chief Architect
ca: Lxnay, arquitecte en cap de Sabayon Linux
fr: Lxnay, architecte en chef Sabayon Linux
it: Lxnay, il Capo Progetto di Sabayon Linux

source: Sabayon Linux Forum
ca: Fòrum de Sabayon Linux
fr: Forum Sabayon Linux
it: Forum Sabayon Linux

source: Community Home
ca: Inici de la comunitat
fr: Accueil de la communauté
it: Home Community

source: Users
ca: Usuaris
fr: Utilisateurs
it: Utenti
nl: Gebruikers

source: Hall of fame
ca: Saló de la fama
fr: Temple de la renommée
it: Albo dei record

source: Blogs
ca: Blocs
fr: Blogues
it: Blog

source: Useful links
ca: Enllaços útils
fr: Liens utiles
it: Link utili
nl: Handige links

source: also known as
ca: també coneguts com a
fr: aussi connu sous le nom
it: anche conosciuto come
nl: ook bekend als

source: Points
ca: Punts
it: Punto
nl: Punten

source: Currently counting
ca: hi ha
fr: En train de compter
it: Attualmente contati
nl: Op dit moment tellen we

source: users... and <b>growing</b>
ca: usuaris... i <b>creixent</b>
fr: utilisateurs... et <b>en hausse</b>
it: utenti... in continua <b>crescita</b>
nl: gebruikers...en <b>groeiende</b>

source: Profile
ca: Perfil
fr: Profil
it: Profilo
nl: Profiel

source: Pinboard
ca: Tauler de notícies
fr: Favoris
nl: Prikbord

source: Messages
ca: Missatges
it: Messaggi
nl: Berichten

source: News / Pages
ca: Notícies / Pàgines
fr: Nouvelles / Pages
it: Notizie / Pagine
nl: Nieuws / Pagina's

source: Mirrors
ca: Rèpliques
fr: Miroirs

source: Polls
ca: Enquestes
fr: Sondages
it: Sondaggi
nl: Peilingen

source: Not implemented yet. Sorrey!
ca: Encara no està implementat!
fr: Pas encore implémenté. Désolé !
it: Non ancora implementato. Mi dispiace!
nl: Nog niet geïmplementeerd, sorry!

source: Mirror name
ca: Nom de la rèplica
fr: Nom du miroir
it: Nome mirror
nl: Mirrornaam

source: Do I have to explain the concept?
ca: Hem d'explicar el concepte?
fr: Dois-je expliquer le concept ?
it: Devo spiegarti il concetto?
nl: Moet ik dit nog uitleggen?

source: Mirror speed
ca: Velocitat de la rèplica
fr: Vitesse du miroir
it: Velocità mirror
nl: Mirror-snelheid

source: Again, don't be dumb, why are you reading here?
ca: No sigueu rucs, què voleu llegir aquí?
fr: Encore une fois, ne soyez pas stupide, pourquoi lisez-vous ceci ?
it: Di nuovo, non essere sciocco, perché leggi qui?
nl: Nogmaals, denk eens na, waarom lees je dit eigenlijk?

source: Mirror country
ca: País de la rèplica
fr: Pays du miroir
it: Paese mirror
nl: Mirror-land
