Repository: Sabayon/packages-website
Catalog: po/*.po
Languages: ca, fr, it, nl

source: Very much '96...
ca: Molt '96...

source: Microsoft see, we're friend
ca: Mira Microsoft, som amics

source: Jabber ID
ca: ID de Jabber

source: The Jabber.org Open Source Protocol
ca: El protocol de codi obert Jabber.org

source: Website
ca: Pagina web
fr: Site web
it: Sito Web

source: Do you have a website?
ca: Teniu una pàgina web?

source: Location
ca: Situació
fr: Emplacement
it: Luogo
nl: Locatie

source: Where do you live?
ca: On viviu?

source: Interests
ca: Interessos
fr: Intérêts
it: Interessi
nl: Interesses

source: What do you like most?
ca: Què us agrada més?

source: Occupation
ca: Ocupació
it: Occupazione
nl: Beroep

source: What's your job?
ca: De què treballeu?

source: Signature
ca: Signatura

source: Your Community signature
ca: La signatura de la comunitat

source: E-mail
ca: Correu electrònic
fr: Courriel

source: Your current e-mail
ca: Adreça de correu electrònic

source: Birthday
ca: Naixement

source: When is your birthday? Hey, wanna get tha present?! DD-MM-YYYY
ca: Quan és el vostre aniversari? Ei, voleu un regal?! DD-MM-YYYY

source: Master User Group
ca: Grup d'usuaris principal

source: Your default User Group
ca: Grup d'usuaris predefinit

source: User Groups
ca: Grups d'usuaris

source: You are also in these User Groups
ca: També esteu en aquests grups d'usuaris

source: Sabayon Linux Community Area
ca: Àrea de la comunitat de Sabayon Linux

source: the fabulous
ca: el fabulós

source: King Sun XIV
ca: Rei sol XIV

source: the one
ca: l'únic

source: you name it
ca: anomeneu-lo

source: My User Generated Content
ca: El meu Contingut Generat d'Usuari
fr: Mon contenu généré par l'utilisateur
it: I miei Contenuti
nl: Mijn User Generated Content

source: My Statistics
ca: Les meves estadístiques
fr: Mes statistiques
it: Le mie Statistiche
nl: Mijn Statistieken

source: My Sabayon Dashboard
ca: El tauler

source: permission denied
ca: s'ha denegat el permís
fr: accès refusé
it: permesso negato
nl: Toegang geweigerd

source: invalid HTTP method
ca: el mètode HTTP no és vàlid
fr: méthode HTTP invalide
it: metodo HTTP non valido
nl: Ongeldige HTTP-methode

source: not logged in
ca: no heu entrat
fr: pas connecté
it: non loggato
nl: Niet ingelogd

source: Success
ca: Amb èxit
fr: Succès
it: Successo
nl: Succes

source: profile updated successfully !
ca: el perfil s'ha desat correctament!
fr: profil mis à jour avec succès !
it: profilo aggiornato con successo !
nl: Profielupdate met succes voltooid!

source: wrong search request
ca: sol·licitud de cerca incorrecta
fr: mauvaise requête de recherche
it: richiesta ricerca errata
nl: Foutieve zoekopdracht

source: Hello mate, what about logging in? Have a look below
ca: Ei, què us sembla si us registreu? Feu una ullada a baix

source: Sabayon Linux Community activation
ca: Activació de la comunitat de Sabayon Linux

source: Sabayon Linux Community registration
ca: Registre a la Comunitat Sabayon Linux

source: Invalid Username
ca: Nom d'usuari no valid
fr: Nom d'utilisateur invalide
it: Username non valido
nl: Ongeldige gebruikersnaam

source: Invalid Email, empty fields or mismatch
ca: Correu no vàlid o camp buit
fr: Courriel invalide, champs vides ou différents
it: Email non valida, campi vuoti od incoerenze
nl: Ongeldig emailadres, lege velden of geen overeenkomst

source: Invalid Password, empty fields or mismatch or wrong length
ca: Contrasenya no vàlida, camp buit o longitud incorrecta
fr: Mot de passe invalide, champs vide, différents ou de mauvaise longueur
it: Password non valida, cambi non validi od incoerenza o lunghezza sbagliata
nl: Ongeldig emailadres, lege velden, geen overeenkomst of onjuiste lengte

source: Invalid Captcha Answer
ca: Resposta Captcha incorrecta
fr: Réponse invalide au captcha
it: Risposta Captcha non valida
nl: Ongeldig Captcha-antwoord

source: Invalid
ca: No vàlid
fr: Invalide
it: Invalido
nl: Ongeldig

source: wrong POST
ca: POST incorrecte
fr: mauvais POST

source: invalid old e-mail
ca: correu antic no vàlid
fr: ancien courriel invalide

source: you changed nothing
ca: no heu canviat res
fr: vous n'avez rien changé

source: empty fields
ca: camps buits
fr: champs vides

source: e-mails do not match
ca: els correus no coincideixen
fr: les courriels ne correspondent pas

source: invalid parameters
ca: paràmetres no vàlids
fr: paramètres invalides

source: invalid e-mail (1)
ca: correu no vàlid (1)
fr: courriel invalide (1)

source: invalid e-mail (2)
ca: correu no vàlid (2)
fr: courriel invalide (2)

source: you must activate your change. You have mail
ca: heu d'activar els canvis. Teniu un correu
fr: vous devez activer votre changement. Vous avez du courrier

source: Sabayon Linux Community E-mail Update Activation
ca: Activació de l'actualització del correu de la comunitat Sabayon Linux

source: not logged in (username)
ca: No heu accedit al compte (nom d'usuari)
fr: pas connecté (nom d'utilisateur)

source: where is the current password?
ca: on és la contrasenya actual?
fr: où est le mot de passe courant ?

source: missing fields
ca: falten camps
fr: champs manquants

source: new password fields do not match
ca: les noves contrasenyes no coincideixen
fr: la longueur du nouveau mot de passe ne correspond pas

source: wtf are you trying to do?
ca: què punyetes esteu intentant fer?
fr: qu'essayez-vous de faire ?

source: old and new password match
ca: les contrasenyes antiga i nova coincideixen
fr: l'ancien et le nouveau mot de passe concordent

source: password too short
ca: la contrasenya és massa curta
fr: mot de passe trop court

source: password too long
ca: la contrasenya és massa llarga
fr: mot de passe trop long

source: invalid current password
ca: contrasenya actual no vàlida
fr: mot de passe courant invalide

source: you do not have a valid e-mail
ca: no teniu un correu vàlid
fr: vous n'avez pas de courriel valide

source: Sabayon Linux Community Password Update Activation
ca: Activació de l'actualització de contrasenya de la comunitat Sabayon Linux

source: Packages
ca: Paquets
fr: Paquets
it: Pacchetti

source: Packages match
ca: Paquets coincidents
fr: Les paquets concordent
it: Matching pacchetti
nl: Packages komen overeen

source: Package descriptions
ca: Descripció de paquets
fr: Descriptions des paquets
it: Descrizioni pacchetto
nl: Packagebeschrijvingen

source: Files
ca: Fitxers
fr: Fichiers
it: File
nl: Bestanden

source: Libraries
ca: Llibreries
fr: Librairies
it: Librerie

source: Alphabet
ca: Alfabet
it: Alfabeto
nl: Alfabet

source: Vote
ca: Vot
it: Voto
nl: Stem

source: Downloads
ca: Baixades
fr: Téléchargements
it: Download

source: vote
ca: vot
fr: voter
it: voto
nl: stem

source: downloads
ca: baixades
fr: téléchargements
it: download

source: Package name
ca: Nom del paquet
fr: Nom du paquet
it: Nome pacchetto
nl: Naam van package

source: Content (text)
ca: Contingut (text)
fr: Contenu (texte)
it: Contenuto (testo)
nl: Inhoud (tekst)

source: Keyword (tag)
ca: Paraula clau (etiqueta)
fr: Mot-clé (étiquette)

source: Username
ca: Nom d'usuari
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam

source: Document id.
ca: Id. del document
fr: Identifiant du document
it: Id. Documento

source: No restrictions
ca: Sense restriccions
fr: Pas de restrictions
it: Nessuna restrizione
nl: Geen beperkingen

source: Number of downloads
ca: Nombre de baixades
fr: Nombre de téléchargements
it: Numero di download
nl: Aantal downloads

source: key
ca: clau
fr: clé
it: chiave

source: username
ca: nom d'usuari
fr: nom d'utilisateur
it: nome utente
nl: gebruikersnaam

source: Sabayon Linux Packages Repository
ca: Repositori de Paquets Sabayon Linux

source: invalid search string
ca: cadena de cerca no vàlida
fr: chaîne de recherche invalide
it: stringa di ricerca non valida
nl: Ongeldige zoekstring

source: invalid search type
ca: tipus de cerca no vàlid
fr: type de recherche invalide
it: tipo di ricerca non valido
nl: Ongeldig zoektype

source: invalid search restriction type
ca: restricció de tipus de cerca no vàlida
fr: type de restriction de recherche invalide
it: tipo di restrizione ricerca non valido
nl: Ongeldig type zoekbeperking

source: invalid 'order by'
ca: 'ordena per' no és vàlid
fr: 'order by' invalide
it: 'ordina per' non valido
nl: Ongeldige 'order by'

source: invalid document
ca: document no vàlid
fr: document invalide
it: documento non valido
nl: Ongeldig document

source: invalid document specified
ca: document especificat no vàlid
fr: document spécifié invalide
it: documento non valido specificato
nl: Ongeldig document gespecificeerd

source: permission denied, you suck!
ca: s'ha denegat el permís, l'heu cagat!
fr: accès refusé, désolé !
it: permesso negato, sfigato!
nl: Toegang geweigerd...kut voor je!

source: WTF? invalid document type!
ca: Què feu? tipus de document no vàlid!
fr: Quoi ? Type de document invalide !
it: Che cazz? tipo documento non valido!
nl: Krijg nou de tering? Ongeldig documenttype!

source: you know what? I cannot handle this document
ca: Sabeu què? No puc gestionar aquest document
fr: Vous savez quoi ? Je ne peux pas prendre en charge ce document
it: Sai che ti dico? Non sono in grado di gesitre questo documento
nl: Weet je wat? Ik kan niets met dit document...zoek het lekker zelf uit!

source: Document removed successfully, sigh :'-(
ca: El document s'ha eliminat amb èxit, uf :'-(
fr: Document supprimé avec succès ouf :'-(
it: Documento rimosso con successo, sigh :'-(
nl: Document verwijderd...zucht :'-(

source: wrong username
ca: nom d'usuari incorrecte
fr: mauvais nom d'utilisateur
it: username errato
nl: Verkeerde gebruikersnaam

source: no document specified
ca: no s'ha especificat el document
fr: pas de document spécifié
it: nessun documento specificato
nl: Geen document gespecificeerd

source: invalid document type
ca: el tipus de document no és vàlid
fr: type de document invalide
it: tipo documento non valido
nl: Ongeldig documenttype

source: invalid package key
ca: la clau del paquet no és vàlida
fr: Clé de paquet invalide
it: chiave pacchetto non valida
nl: Ongeldige package key

source: invalid package string
ca: la cadena del paquet no és vàlida
fr: chaîne de paquet invalide
it: stringa pacchetto non valida
nl: Ongeldige package string

source: title too short
ca: el títol és massa curt
fr: titre trop court
it: titolo troppo corto
nl: Titel te kort

source: description too short
ca: la descripció és massa curta
fr: description trop courte
it: descrizione troppo corta
nl: Beschrijving te kort

source: comment text too short
ca: el text de comentari és massa curt
fr: texte du commentaire trop court
it: testo commento troppo corta
nl: Commentaar te kort

source: no file? no party!
ca: no hi ha fitxer? cagada!
fr: pas de fichier ! pas de party !
it: niente file? niente party!
nl: Geen bestand? Geen feest!

source: file too big
ca: el fitxer és massa gran
fr: fichier trop volumineux
it: file troppo grosso
nl: Bestand te groot

source: document added but couldn't determine 'iddoc' correctly
ca: el document s'ha afegit, però no s'ha pogut determinar 'iddoc' correctament
fr: document ajouté mais n'a pu déterminer 'iddoc' correctement
it: documento aggiunto ma impossibilità di determinare 'iddoc' correttamente
nl: Document toegevoegd, maar kon geen correcte 'iddoc' toewijzen

source: user not authenticated
ca: usuari no autenticat
fr: utilisateur non authentifié
it: utente non autenticato
nl: Gebruiker niet geïdentificeerd

source: invalid vote
ca: vot no vàlid
fr: vote invalide
it: voto non valido
nl: Ongeldige stem (ben jij al 18?)

source: invalid package
ca: paquet no vàlid
fr: paquet invalide
it: pacchetto non valido
nl: Ongeldige package

source: vote not in range
ca: vot fora de rang
fr: vote hors de l'intervalle
it: voto non in range
nl: Stem buiten bereik

source: you already voted this
ca: ja heu votat això
fr: vous avez déjà voté ça
it: hai già votato questo pacchetto
nl: U heeft hier al op gestemd

source: N/A
ca: N/D
it: N/D

source: Public Profile
ca: Perfil públic

source: Activation successful
ca: Activació correcta
fr: Activation réussie
it: Attivazione eseguita con successo
nl: Activatie succesvol

source: Wow, thanks a lot! Now you can really start enjoying our Community
ca: Uau, gràcies! Ara podeu començar a gaudir de la Comunitat
fr: Wow, merci beaucoup ! Maintenant vous pouvez réellement commencer à vous amuser dans notre communauté
it: Wow, grazie un sacco! Ora puoi davvero iniziare a divertirti nella nostra Community
nl: OK dan, bedankt! Nu kun je volop gebruik maken van onze Community

source: Sorry
ca: Ho sento
fr: Désolé
it: Mi dispiace

source: There is no activation information available
ca: No hi ha informació d'activació disponible
fr: Il n'y a pas d'informations d'activation disponible
it: Non c'è alcuna informazione di attivazione disponibile
nl: Geen activatie-informatie beschikbaar

source: the cutest, free Operating System
ca: el millor Sistema Operatiu lliure
fr: Le plus beau système d'exploitation gratuit

source: as easy as an abacus, as fast as a segway
ca: fàcil com un àbac, ràpid com un Segway
fr: Aussi facile qu'un abaque, aussi rapide qu'un Segway
it: facile come un abaco, veloce come un segway
nl: Zo simpel als een telraam, zo snel als een Segway

source: Be active
ca: Estigues actiu
fr: Soyez actif
it: Attivati
nl: Wees actief!

source: Join us
ca: Uniu-vos
fr: Nous joindre
it: Unisciti
nl: Kom erbij :)

source: Download
ca: Baixada
fr: Télécharger
it: Scarica

source: Administrative messages
ca: Missatges administratius
fr: Messages administratifs
it: Messaggi amministrativi
nl: Huishoudelijke mededelingen

source: We are looking for funds, give us 2 minutes
ca: Estem cercant fons, dóna'ns 2 minuts
fr: Nous sommes à la recherche de fonds, donnez-nous 2 minutes
it: Siamo alla ricerca di fondi, dedicaci 2 minuti del tuo tempo
nl: Twee minuutjes, even wat fondsen zoeken...

source: Join Sabayon Linux on Facebook
ca: Uniu-vos a Sabayon Linux en el Facebook
fr: Rejoindre Sabayon Linux sur Facebook
it: Unisciti a Sabayon Linux su Facebook
nl: Voeg Sabayon Linux toe op Facebook

source: There is no way in the entire World we wouldn't had our Facebook Group! Like it or not, we are there. So, what are you waiting for?
ca: Com no podia ser d'una altra manera, tenim el nostre grup al Facebook! Us agradi o no, som a tot arreu. Doncs, què espereu?
fr: Il n'y aurait aucune façon pour nous d'avoir notre groupe Facebook ! Que vous le vouliez ou non, nous sommes là. Alors, qu'attendez-vous ?
it: Anche Sabayon non poteva fare a meno di avere il proprio gruppo su Facebook! Che ti piaccia o no, noi ci siamo. Quindi, che aspetti?
nl: Het kan gewoon niet bestaan dat wij geen eigen Facebook-groep hebben! Of je 't leuk vindt of niet, we hebben er een. Dus...waar wacht je nog op?

source: Go get it
ca: Aconseguiu-lo
fr: Allez le chercher
it: Scarica

source: Distribution news
ca: Notícies de la distribució
fr: Nouvelles de la distribution
it: Notizie sulla distribuzione
nl: Distributienieuws

source: Forum activity
ca: Activitat del fòrum
fr: Activité du forum
it: Attività Forum
nl: Forumactiviteit

source: Planet activity
ca: Activitat del planeta
fr: Activité de la planète
it: Attività Planet
nl: Planetactiviteit

source: Code activity
ca: Activitat del codi
fr: Activité du code
it: Attività Codice

source: Overlay activity
ca: Activitat de l'Overlay
fr: Activité de l'overlay
it: Attività Overlay
nl: Overlay-activiteit

source: Sponsors
ca: Patrocinadors
fr: Commanditaires
it: Sponsor

source: Officially Sponsored by the <b>NLnet Foundation</b>, that financially supported the Entropy Project
ca: Patrocinat oficialment per la <b>NLnet Foundation</b>, que patrocina econòmicament el projecte Entropy.

source: See NLnet development plan status
ca: Veieu els plans de desenvolupament de NLnet
fr: Voir l'état du plan de développement de NLnet
it: Visualizza il piano di sviluppo NLnet

source: Officially Sponsored by
ca: Patrocinat oficialment per la
fr: Officiellement commandité par
it: Ufficialmente Sponsorizzato da
nl: Officieel gesponsord door

source: University of Brescia
ca: Universitat de Brescia
fr: Université de Brescia
it: Università di Brescia
nl: de Universiteit van Brescia

source: Housing our Entropy build server inside the Faculty Network Center at the Department of Electronics
ca: que hostatja el nostre servidor Entropy al Centre de Xarxes del Departament d'Electrònica
fr: Hébergement de notre serveur de compilation d'Entropy dans la Centre de Faculté Réseau au département d'électronique
it: Ospitando il nostro build server Entropy all'interno del Centro Reti al Dipartimento di Elettronica
nl: Huisvesting van onze Entropy build server, binnen het faculteitsnetwerkcentrum van de Afdeling Electronica

source: University of Milano-Bicocca
ca: Universitat de Milano-Bicocca

source: Housing our Entropy build servers and WWW inside DISCo
ca: Hostatjant els servidors Entropy i la web a DISCo

source: Proving the software technology we daily need
ca: Proporcionant la tecnologia de programari que necessitem dia a dia
fr: Prouvant la technologie logiciel dont nous avons besoin à tous les jours
it: Fornendo la tecnologia software di cui abbiamo bisogno

source: Survey
ca: Enquesta
fr: Sondage
it: Sondaggio
nl: Onderzoek

source: Edit your comment
ca: Editeu el comentari
fr: Éditer votre commentaire
it: Modifica il tuo commento
nl: Wijzig uw commentaar

source: You need to be logged in to edit a comment
ca: Heu d'acreditar-vos per poder editar un comentari
fr: Vous devez être connecté pour éditer un commentaire
it: Devi essere loggato per poter modificare un commento
nl: U moet ingelogd zijn om een commentaar te wijzigen

source: Login?
ca: Accés?
fr: Vous connecter ?

source: Register?
ca: Registra?
fr: Vous enregistrer ?
it: Registrati?
nl: Registreer?

source: written by <b>%s</b>, around %s
ca: escrit per <b>%s</b>, pels vols de %s

source: Score
ca: Puntuació
it: Punteggio

source: Delete
ca: Esborra
fr: Supprimer
it: Cancella
nl: Verwijder

source: Edit
ca: Edita
fr: Éditer
it: Modifica
nl: Bewerken

source: Comment error
ca: Comentari d'error
fr: Erreur de commentaire
it: Errore commento

source: comments
ca: comentaris
fr: commentaires
it: commenti
nl: commentaar

source: Write your new comment below
ca: Escriviu els vostres comentaris a baix
fr: Écrire votre nouveau commentaire ci-bas
it: Scrivi il tuo commento qui sotto
nl: Plaats uw commentaar hieronder

source: You need to be logged in to post a comment
ca: Us heu d'acreditar per poder enviar un comentari
fr: Vous devez être connecté pour soumettre un commentaire
it: Per scrivere un commento devi essere loggato
nl: U moet ingelogd zijn om commentaar te plaatsen

source: Your E-mail is now active
ca: La vostra adreça de correu està activada
fr: Votre courriel est maintenant activé
it: La tua E-mail è ora attiva
nl: Uw emailadres is nu actief

source: Trademarks are property of their respective owners.
ca: Les marques comercials són dels seus respectius propietaris.
fr: Les marques déposées sont la propriété de leurs auteurs respectifs.
it: Marchi registrati sono proprietà dei rispettivi proprietari.
nl: Handelsmerken zijn eigendom van hun respectievelijke eigenaars

source: Your IP address has been banned for-EVA! Poor you... POOR you!
ca: La vostra adreça IP d'ha bandejat per sempre! Pobre de tu... POBRE de tu!
fr: Votre adresse IP a été bannie pour TOUJOURS ! Pauvre, PAUVRE de vous !
it: Il tuo indirizzo IP è stato bannato PER SEMPRE! Povero te, povero teee!
nl: Je IP-adres is voor EEUWIG gebanned! Och arme jij...ARREME jij...

source: Entropy Web Dashboard Login
ca: Accés al tauler web d'Entropy
fr: Connexion au tableau de bord Web Entropy
it: Login Entropy Web Dashboard

source: New user?
ca: Sou nou?
fr: Nouvel utilisateur ?
it: Sei nuovo?
nl: Nieuwe gebruiker?

source: What is all this ?
ca: Què és tot això?
fr: Qu'est-ce que c'est que tout ça ?
it: Che diavolo è?
nl: Wat is dit allemaal?

source: Login error
ca: Error d'accés
fr: Erreur de connexion
it: Errore login
nl: Loginfout

source: Comments
ca: Comentaris
fr: Commentaires
it: Commenti
nl: Commentaar

source: Docs
ca: Documents
fr: Documents
it: Documenti

source: Votes
ca: Vots
it: Voti
nl: Stemmen

source: Hello <b>%s</b>, %s
ca: Hola <b>%s</b>, %s

source: Logout ?
ca: Desconnecta'm
it: Esci ?
nl: Uitloggen?

source: My Entropy
ca: El meu Entropy
fr: Mon Entropy
it: Il mio Entropy
nl: Mijn Entropy

source: My Sabayon
ca: El meu Sabayon
fr: Mon Sabayon
it: La mia Sabayon
nl: Mijn Sabayon

source: My Dashboard
ca: El meu tauler
fr: Mon tableau de bord
it: La mia Dashboard
nl: Mijn Dashboard

source: My Pastebin
ca: El meu pastebin
fr: Mon pastebin
it: Il mio Pastebin
nl: Mijn Pastebin

source: points
ca: punts
it: punti
nl: punten

source: My Comments
ca: Els meus comentaris
fr: Mes commentaires
it: Miei Commenti
nl: Mijn commentaar

source: My Docs
ca: Els meus documents
fr: Mes documents
it: Miei Documenti
nl: Mijn documenten

source: My Votes
ca: Els meus vots
fr: Mes votes
it: Miei Voti
nl: Mijn stemmen

source: My Avg
ca: Les meves mitjanes
fr: Ma moyenne
it: Media

source: Communicate
ca: Comunicació
fr: Communiquer
it: Comunica
nl: Communiceer

source: Organisation
ca: Organització
it: Organizzazione
nl: Organisatie

source: Planet
ca: Planeta
fr: Planète

source: Forum
ca: Fòrum

source: Web Chat
ca: Xat web
fr: Chat web
it: Chat Web

source: Press Documentation
ca: Documentació de premsa
fr: Documentation papier
it: Documentazione Stampa
nl: Persdocumentatie

source: Sabayon Roadmap
ca: Full de ruta
fr: Feuille de route de Sabayon
it: Roadmap Sabayon

source: Get involved
ca: Involucreu-vos
fr: Soyez impliqué
it: Attivati
nl: Raak betrokken

source: Community
ca: Comunitat
fr: Communauté
it: Comunità

source: Packages and UGC
ca: Paquets i CGU
fr: Paquets et UGC
it: Pacchetti ed UGC
nl: Packages en UGC

source: Report a bug
ca: Informeu d'errors
fr: Rapporter un bogue
it: Segnala un bug
nl: Rapporteer een bug

source: Browse Git
ca: Navegació Git
fr: Parcourir le Git
it: Vai a Git

source: Mailing Lists
ca: Llistes de correu
fr: Liste de distribution
nl: Emaillijsten

source: Funding
ca: Fons
fr: Fonds
it: Finanziamento
nl: Fondsen

source: Enjoy Sabayon
ca: Divertiu-vos
fr: Appréciez Sabayon
it: Divertiti

source: Screenshots
ca: Captures de pantalla
fr: Captures d'écran
it: Screenshot

source: CD/DVD Distributors
ca: Distribuïdors de CD/DVDs
fr: Distributeurs de CD/DVD
it: Distributori CD/DVD
nl: CD/DVD-distributeurs

source: Houston, we've got a problem!
ca: Houston, tenim problemes!
fr: Houston, nous avons un problème !
it: Houston, abbiamo un problemooooone qui!
nl: Schiphol? Hallo Schiphol? We hebben 'n probleempje...

source: Probably the page you are looking for <b>does not exist</b> anymore. You can blame <u>aliens</u>. Well, we are really sorry. Why don't you get to our <a href="%s">home page</a>?
ca: La pàgina que esteu buscant probablement ja <b>no existeix</b>. Podeu culpar els <u>aliens</u>. Ho sentim. Perquè no torneu a la <a href="%s">pàgina d'inici</a>?

source: successfully
ca: correctament
fr: avec succès
it: con successo
nl: succesvol

source: Preview
ca: Vista prèvia
fr: Prévisualisation
it: Anteprima

source: here
ca: aquí
fr: ici
it: qui
nl: hier

source: Reload this page
ca: Torna a carregar la pàgina
fr: Recharger cette page
it: Ricarica questa pagina
nl: Deze pagina opnieuw laden

source: text goes here
ca: el text va aquí
fr: le texte va ici

source: Your Password is now updated
ca: La vostra contrasenya s'ha actualitzat
fr: Votre mot de passe est maintenant à jour
it: Password aggiornata
nl: Uw wachtwoord is ge-update

source: confirmation code
ca: codi de confirmació
fr: code de confirmation
it: codice conferma
nl: Bevestigingscode

source: validation id
ca: id de validació
fr: identifiant de validation
it: id validazione
nl: Validatie-id
