Repository: Sabayon/packages-website
Catalog: po/*.po
Languages: ca, fr, it, nl

source: Where is it located?
ca: On està ubicat?
fr: Où se situe-t-il ?
it: Dov'è localizzato?
nl: Waar bevindt het zich?

source: Important (internal) notes
ca: Notes importants (internes)
fr: Notes importantes (internes)
it: Note (interne) importanti
nl: Belangrijke (interne) notities

source: Mirror Link #1
ca: Enllaç #1 de la rèplica
fr: Lien au miroir #1

source: Give me an URL
ca: Escriviu una URL
fr: Donnez-moi un URL
it: Dammi un URL
nl: Geef me een URL

source: Mirror Link #2
ca: Enllaç #2 de la rèplica
fr: Lien au miroir #2

source: Mirror Link #3
ca: Enllaç #3 de la rèplica
fr: Lien au miroir #3

source: Add link
ca: Afegiu un enllaç
fr: Ajouter un lien
it: Aggiungi link
nl: Voeg link toe

source: Delete link
ca: Esborreu un enllaç
fr: Supprimer un lien
it: Cancella link
nl: Verwijder link

source: Ok, once again, you are an admin. This is the Download Mirrors manager
ca: D'acord, de nou, sou un administrador. Això és el gestor de Rèpliques de Baixades
fr: D'accord, encore une fois, vous êtes un admin. Ceci est le gestionnaire de miroirs de téléchargement
it: Di nuovo, sei un amministratore. Questa è la pagina di gestione dei Mirror di download
nl: OK, nog één keer: jij bent een admin. Dit is de Download Mirrors Manager

source: New Mirror
ca: Nova rèplica
fr: Nouveau miroir
it: Nuovo mirror
nl: Nieuwe mirror

source: One more page
ca: Una altra pàgina
fr: Une page de plus
it: Un'altra pagina
nl: Nog één pagina

source: Body
ca: Cos
fr: Corps
it: Corpo

source: Tags
ca: Etiquetes
fr: Étiquettes
it: Tag

source: Type
ca: Tipus
it: Tipo

source: Published on
ca: Publicat el
fr: Publié sur
it: Pubblicato il
nl: Gepubliceerd op

source: Actions
ca: Accions
it: Azioni
nl: Acties

source: Page state
ca: Estat de la pàgina
fr: État de la page
it: Stato pagina
nl: Paginastatus

source: Reload pages navigation
ca: Carrega de nou la navegació de la pàgina
fr: Recharger la navigation des pages

source: Rename
ca: Anomena de nou
fr: Renommer
it: Rinomina
nl: Hernoemen

source: Remove
ca: Elimina
fr: Supprimer
it: Rimuovi
nl: Verwijderen

source: Ok, you are an admin. So, you know what to do here. All the bells and whistles, like someone said
ca: D'acord, són un administrador. sabeu què heu de fer aquí. Tota la parafernàlia, com algú va dir
fr: D'accord, vous êtes un admin. Alors vous savez quoi faire ici. Toutes les options, comme dirait l'autre
it: OK, sei un amministratore. Quindi sai cosa fare qui.
nl: OK, je bent een admin. Dus, je weet wel wat je hier moet doen. Alle toeters en bellen, zoals iemand ooit zei...

source: New Document
ca: Nou document
fr: Nouveau document
it: Nuovo documento
nl: Nieuw document

source: This is the Pin title
ca: Això és el títol del Pin
fr: Ceci est le titre de la note
it: Questo è il titolo della Pin
nl: Dit is de prikkertitel

source: Write a brief description
ca: Escriviu una minsa descripció
fr: Écrire une brève description
it: Scrivi una breve descrizione
nl: Geef een korte omschrijving

source: Note
ca: Nota
it: Nota
nl: Notitie

source: Write your note here
ca: Escriviu l'anotació aquí
fr: Écrire votre note ici
it: Scrivi la tua nota qui
nl: Schrijf hier uw notitie

source: Status
ca: Estat
fr: État
it: Stato

source: Come on, you are lazy
ca: Vinga, sou un manta
fr: Allez, vous êtes paresseux
it: Daaaai, sei pigro
nl: Kom op, luie flikker!

source: Show
ca: Mostra
fr: Afficher
it: Visualizza
nl: Toon

source: Share this Pin
ca: Comparteix aquest Pin
fr: Partager cette note
it: Condividi questa Pin
nl: Deel deze prikker

source: Active shares
ca: Compartits actius
fr: Partages actifs
it: Condivisioni attive
nl: Actieve shares

source: Welcome to your personal Pinboard. Write your thoughts here. Organize your tasks. Share with friends.
ca: Benvingut al vostre tauler de notícies personal. escriviu els vostres pensaments aquí. Organitzeu-vos les tasques. Compartiu amb amics.
fr: Bienvenue dans votre tableau de notes personnel. Écrivez vos pensées ici. Organisez vos tâches. Partagez avec vos amis.
it: Benvenuto nella tua Pinboard personale. Scrivi il tuoi pensieri. Organizza i tuoi task. Condividili con gli amici.
nl: Welkom op uw persoonlijke prikbord. Zeg hier wat u denkt. Organiseer uw taken. Deel met vrienden.

source: My Pins
ca: Els meus Pins
fr: Mes notes
it: Miei Pin
nl: Mijn Prikkers

source: New Pin
ca: Nou Pin
fr: Nouvelle note

source: No elements here. You can't blame <u>aliens</u>. You might want to add something someday, huh?
ca: No hi ha elements. No podeu culpar els <u>aliens</u>. Potser voleu afegir-hi alguna cosa, algun dia?
fr: Pas d'élément ici. Vous ne pouvez blâmer les <u>extra-terrestres</u>. Vous voudrez ajouter quelque chose aujourd'hui, n'est-ce pas ?
it: Nessun elemento qui. Non dare la colpa agli <u>alieni</u>. Potresti voler aggiungere qualcosa un giorno, eh?
nl: Geen elementen. En het is niet de schuld van <u>buitenaardse wezens</u>. Misschien wil je wat toevoegen, hmm?

source: Connected Pins
ca: Pins connectats
fr: Notes connectées
it: Pin connessi
nl: Verbonden Prikkers

source: No elements here. Nobody loves you. Errr.. I am joking! We love you! No, you can't blame <u>aliens</u>, again
ca: No hi ha elements aquí. Ningú us estima. Errr... Estem fent broma! Us estimem! No, no podeu culpar els <u>aliens</u> altra vegada
fr: Pas d'élément ici. Personne ne vous aime. Euh... c'est une blague ! On vous aime ! Non, vous ne pouvez toujours pas blâmer les <u>extra-terrestres</u>
it: Nessun elemento qui. Nessuno ti ama. Ehm... sto scherzando! Noi ti amiamo! No, non puoi dare la colpa agli <u>alieni</u>, di nuovo
nl: Geen elementen. Niemand houdt van je! Geintje, we houden écht wel van je hoor! Maar nee, het is, nog steeds, niet de schuld van <u>buitenaardse wezens</b>.

source: Polls management, you can enable how many you want. Do et
ca: Gestió d'enquestes, en podeu activar tantes com vulgueu. Feu-ho
fr: Gestion des sondages, vous pouvez activer combien vous en voulez. Allez-y
it: Gestione sondaggi, puoi abilitarne quanti ne vuoi. Fallo

source: New Poll
ca: Nova enquesta
fr: Nouveau sondage
it: Nuovo sondaggio
nl: Nieuwe peiling

source: the poll will start with no options and disabled. You must create it first
ca: l'enquesta començarà sense opcions i desactivada. L'heu de crear primer
fr: Le sondage va démarrer sans options et désactivé. Vous devez d'abord le créer
it: il sondaggio inizierà con nessuna opzione e disattivato. Devi crearlo prima
nl: de peiling start zonder opties en disabled. U dient het eerst aan te maken

source: Of course, this is your profile and the place you can change how you are shown to the World. Style matters, remember this
ca: Efectivament, aquest és el vostre perfil i l'espai que podeu canviar per mostrar-vos al món. L'estil compta, recordeu-ho
fr: Bien sûr, ceci est votre profil et l'endroit où vous pouvez changer comment vous êtes présenté au monde entier. Le style, ça compte, souvenez-vous-en
it: Ovviamente, questo è il tuo profilo ed il luogo dove puoi cambiare il modo in cui sei visto dal Mondo. Lo stile importa, ricordalo
nl: Uiteraard is dit uw profiel, waar u kunt bepalen hoe de wereld u ziet. Bedenk, stijl is belangrijk ;)

source: E-mail configuration
ca: Configuració del correu
fr: Configuration du courriel
it: Configurazione e-mail
nl: Emailconfiguratie

source: Your e-mail
ca: La vostra adreça de correu electrònic
fr: Votre courriel
it: La tua e-mail
nl: Uw emailadres

source: E-mail confirm
ca: Confirmació de l'adreça
fr: Confirmation du courriel
it: Conferma e-mail
nl: Bevestig emailadres

source: Confirm your e-mail
ca: Confirmeu la vostra adreça de correu electrònic
fr: Confirmer votre courriel
it: Conferma la tua e-mail
nl: Bevestig uw emailadres

source: Password configuration
ca: Configuració de la contrasenya
fr: Configuration du mot de passe
it: Configurazione password
nl: Wachtwoordconfiguratie

source: Current Password
ca: Contrasenya actual
fr: Mot de passe actuel
it: Password corrente
nl: Huidig wachtwoord

source: Your current password
ca: La vostra contrasenya actual
fr: Votre mot de passe actuel
it: La tua password corrente
nl: Uw huidige wachtwoord

source: New password
ca: Nova contrasenya
fr: Nouveau mot de passe
it: Nuova password
nl: Nieuw wachtwoord

source: Type your new password
ca: Escriviu la vostra contrasenya nova
fr: Tappez votre nouveau mot de passe
it: Scrivi la tua nuova password
nl: Type uw nieuwe wachtwoord in

source: Repeat new password
ca: Repetiu la nova contrasenya
fr: Répéter le nouveau mot de passe
it: Ripeti la nuova password
nl: Herhaal nieuw wachtwoord

source: Type again your new password
ca: escriviu la vostra contrasenya de nou
fr: Tappez votre mot de passe de nouveau
it: Scrivi di nuovo la tua nuova password
nl: Type nogmaals uw nieuwe wachtwoord in

source: Will be used as directory name
ca: S'usarà com a nom del directori
fr: Sera utilisé comme nom de répertoire
it: Sarà usato come nome directory
nl: Wordt gebruikt als directorynaam

source: Compressed archive
ca: Fitxer comprimit
fr: Archive compressée
it: Archivio compresso
nl: Gecomprimeerd archief

source: Valid are .zip, .tar.bz2, .tar.gz. Inside: root dir and just files
ca: Són vàlids .zip, .tar.bz2, .tar.gz. dins del directori root i només fitxers
fr: Valides sont .zip, .tar.bz2 et .tar.gz. À l'intérieur : répertoire racine et seulement des fichiers
it: Validi sono .zip, .tar.bz2, .tar.gz. All'interno: directory radice con solo file
nl: Geldig zijn .zip, .tar.bz2, .tar.gz, binnen: rootdirectory en enkel bestanden

source: Ok, good you are an admin. This is the Screenshots manager
ca: D'acord, sou un administrador. Això és el gestor de captures de pantalla
fr: D'accord, vous êtes un administrateur. Voici le gestionnaire de captures d'écran
it: Ok, bene sei amministratore. Questo è il gestore degli Screenshots
nl: OK, mooi, je bent admin. Dit is de Screenshots Manager

source: New Screenshots
ca: Noves captures de pantalla
fr: Nouvelles captures d'écran
it: Nuovi Screenshot
nl: Nieuwe screenshots

source: Ok <b>ladies</b> and <b>gentlemen</b>. We have a <u>winner</u> here!
ca: D'acord, <b>senyors</b> i <b>senyores</b>. Tenim un <u>guanyador</u> aquí!
fr: <b>Mesdames</b> et <b>messieurs</b>, nous avons un <u>gagnant</u> !
it: Ok <b>signore</b> e </b>signori</b>. Abbiamo un <u>vincitore</u> qui!
nl: Ennnnnnnnnnnn we hebben een winnaarrrrrrrrrrrrrrrrrrrrrr!

source: You are now connected with %s's Pinboard titled "<i>%s</i>".
ca: Esteu connectat en el tauler de notícies de %s anomenat "<i>%s</i>".

source: Click %shere%s to get to your personal Dashboard and <b>have fun</b>.
ca: Feu clic %saquí%s per accedir al vostre tauler de notícies personal i <b>passeu-ho bé</b>.

source: We are <b>sorry</b>, the System encountered an error
ca: Ho <b>sentim</b>, el sistema ha trobat un error
fr: Nous sommes <b>désolés</b>, le système a rencontré une erreur
it: Siamo <b>spiacenti</b>, il sistema è andato in errore
nl: <b>Sorry</b>, er is een fout opgetreden

source: Thus, <b>we cannot satisfy</b> your request. You can get to our <b><a href='/'>front page</a></b> and be happy anyway.
ca: Tot i que <b>no podem satisfer</b> la vostra sol·licitud, podeu tornar a la <b><a href='/'>pàgina d'inici</a></b> i estar contents igualment.

source: In this page you will find all your statistics regarding your Entropy/Web account
ca: Aquí trobareu les vostres estadístiques quant al vostre compte Entropy/Web
fr: Dans cette page, vous trouverez toutes les statistiques concernant votre compte Entropy/Web
it: In questa pagina troverai tutte le tue statistiche riguardanti il tuo account Entropy/Web
nl: Op deze pagina vindt u alle statistieken met betrekking tot uw Entropy/Web account

source: this is the name other people will reference you
ca: aquest és el nom amb el que us coneixerà l'altra gent
fr: ceci est le nom par lequel vous serez référencé
it: questo è il nome con cui altre persone faranno riferimento a te
nl: Dit is de naam waaronder u bekend bent bij anderen

source: this is your user account number
ca: aquest és el vostre número de compte
fr: ceci est votre numéro de compte
it: Questo è il tuo numero di profilo
nl: Dit is uw gebruikersaccountnummer

source: Entropy role
ca: rol d'Entropy
fr: Rôle d'Entropy
it: Ruolo Entropy
nl: Rol in Entropy

source: your role inside the Community
ca: el vostre rol dins de la Comunitat
fr: votre rôle dans la communauté
it: il tuo ruolo all'interno della Community
nl: Welke functie vervult u binnen de Community

source: number of times you voted
ca: número de vegades que heu votat
fr: nombre de fois que vous avez voté
it: numero di volte che hai votato
nl: Aantal keren dat u gestemd heeft

source: weight: %s points each
ca: pes: %s punts cadascun
fr: taille : %s points chaque

source: Vote average
ca: Mitjana de vot
fr: Moyenne de vote
it: Media voto
nl: Stemgemiddelde

source: this is kinda self explanatory
ca: això s'explica tot sol
fr: ceci est plutôt auto-explicatif
it: questo è abbastanza auto-esplicativo
nl: Dit behoeft weinig uitleg...

source: how many documents you uploaded (comments,images,etc)
ca: quants documents heu pujat (comentaris,imatges,etc.)
fr: combien de documents vous avez
it: quanti documenti hai inviato (commenti, immagini, ecc)
nl: Aantal door u ge-uploade documenten (commentaren, beeldbestanden, etc.)

source: how many comments you wrote
ca: quants comentaris heu escrit
fr: Combien de commentaires vous avez écrit
it: quanti commenti hai scritto
nl: Aantal door u geschreven commentaren

source: Images
ca: Imatges
it: Immagini
nl: Beeldbestanden

source: how many images you uploaded
ca: quantes imatges heu pujat
fr: combien d'images vous avez envoyé
it: quante immagini hai inviato
nl: Aantal door u ge-uploade beeldbestanden

source: how many files you uploaded
ca: quants fitxers heu pujat
fr: Combien de fichiers avez-vous envoyé
it: quanti file hai inviato
nl: Aantal door u ge-uploade bestanden

source: YouTube(tm) Videos
ca: Videos del YouTube(tm)
fr: Vidéos YouTube™
it: Video YouTube(tm)

source: how many videos you uploaded
ca: quants videos heu pujat
fr: combien de vidéos vous avez envoyé
it: quanti video hai inviato
nl: Aantal door u ge-uploade video's

source: Ranking
ca: Rànquing
fr: Classement
it: Classifica
nl: Rang

source: how good you are in our Community
ca: Com sou de bons dins la Comunitat
fr: À quel point vous êtes bon dans la communauté
it: quanto sei bravo nella nostra Community
nl: Uw positie binnen onze Community

source: position
ca: posició
it: posizione
nl: plaats

source: your resulting Entropy score
ca: la vostra puntuació Entropy
fr: votre score Entropy
it: il tuo punteggio Entropy risultante
nl: Uw totale Entropy-score

source: Not logged in
ca: No us heu acreditat
fr: Pas connecté
it: Non loggato
nl: Niet ingelogd

source: In this page you will be able to browse through your submitted documents on all the repositories we host
ca: Aquí podreu navegar per tots els documents enviats als repositoris que hostatgem
fr: Dans cette page vous pourrez naviguer dans les documents soumis dans tous les dépôts que nous hébergons
it: In questa pagina sarai in grado di sfogliare i documenti che hai inviato in tutte le repository che ospitiamo
nl: Op deze pagina kunt u zoeken in de door u ingezonden documenten, in alle door ons gehoste repositories

source: View
ca: Vista
fr: Visualiser
it: Visualizza
nl: Bekijken

source: This is just
ca: Aquest és en
fr: C'est juste
it: Questo è
nl: Dit is slechts

source: hello !
ca: hola !
fr: salut !
it: ciao !
nl: hallo!

source: Just a nickname, what did you expect?
ca: Només un sobrenom, què esperàveu?
fr: Juste un surnom, qu'espériez-vous ?
it: semplicemente un nickname, cosa ti aspettavi?
nl: Slechts 'n nickname, verwacht je dan weer niet...

source: User identifier
ca: Identificador d'usuari
fr: Identifiant de l'utilisateur
it: Identificatore utente

source: This is the account number
ca: això és el número de compte
fr: Voici le numéro de compte
it: Questo è il numero di profilo
nl: Dit is het accountnummer

source: Website role
ca: Rol a la web
fr: Rôle de l'utilisateur
it: Ruolo sito Web
nl: Rol op website

source: User's role inside our Website
ca: Rol de l'usuari en la vostra web
fr: Rôle de l'utilisateur dans le site Web
it: Ruolo utente all'interno del nostro sito Web
nl: De functie van deze gebruiker op onze website

source: User's virtual Alter-Ego
ca: Alter-Ego virtual de l'usuari
fr: Alter ego virtuel de l'utilisateur
it: Alter-Ego virtuale dell'utente
nl: Gebruiker's virtuele alter ego

source: User comes from...
ca: L'usuari ve de...
fr: L'utilisateur vient de...
it: L'utente viene da...
nl: Waar de gebruiker vandaan komt

source: Age
ca: Edat
fr: Âge
it: Età
nl: Leeftijd

source: How many years are past, huh!
ca: Quants anys han passat, uf!
fr: Combien d'années ont passé, hein !
it: Quanti anni sono passati, eh!
nl: Of je er al aan mag komen, duh :p

source: User's current job
ca: Feina actual de l'usuari
fr: Emploi courant de l'utilisateur
it: Occupazione corrente
nl: Gebruiker's huidige baan

source: User's interests, kinda self explanatory
ca: Interessos de l'usuari, és autoexplicatiu
fr: Intérêts de l'utilisateur, pas besoin d'explications
it: Interessi utente, abbastanza chiaro
nl: Spreekt voor zich...

source: Contacts
ca: Contactes
it: Contatti
nl: Contacten

source: User's E-mail and IM
ca: Correu electrònic i IM de l'usuari
fr: Courriel et MI de l'utilisateur
it: E-mail utente e IM
nl: Gebruiker's emailadres en IM

source: User's Website
ca: Web de l'usuari
fr: Site web de l'utilisateur
it: Website utente
nl: Website van deze gebruiker

source: Click here to get there
ca: Feu clic aquí per accedir-hi
fr: Cliquez ici pour aller là
it: Clicca qui per andarci
nl: Klik hier om er te komen

source: Groups
ca: Grups
fr: Groupes
it: Gruppi
nl: Groepen

source: Website groups user is in
ca: Grups en els que es troba l'usuari
fr: Groupes de site Web dans lequel l'utilisateur se trouve
it: Gruppi Web il quale utente fa parte
nl: Websitegroepen waar deze gebruiker lid van is

source: User's role inside Entropy
ca: Rol de l'usuari dins de Entropy
fr: Rôle de l'utilisateur dans Entropy
it: Ruolo utente all'interno di Entropy
nl: Functie van deze gebruiker in Entropy

source: Number of times the User voted
ca: Número de vegades que l'usuari ha votat
fr: Nombre de fois que l'utilisateur a voté
it: Numero di volte che l'utente ha votato
nl: Aantal door deze gebruiker uitgebrachte stemmen

source: Total number of documents
ca: Número total de documents
fr: Nombre total de documents
it: Numero totale di documenti
nl: Totaal aantal documenten

source: Number of comments
ca: Número de comentaris
fr: Nombre de commentaires
it: Numero di commenti
nl: Aantal commentaren

source: Number of images
ca: Número d'imatges
fr: Nombre d'images
it: Numero di immagini
nl: Aantal beeldbestanden

source: Number of videos belonging
ca: Número de videos
fr: Nombre de vidéos appartenant
it: Numero di video posseduti
nl: Aantal video's, toebehorend aan

source: User rank inside our Community
ca: Rànquing d'usuari dins de la Comunitat
fr: Rang de l'utilisateur dans la communauté
it: Posizione in classifica nella nostra Community
nl: Rang van deze gebruiker binnen onze Community

source: User's Community Score
ca: Puntuació d'usuari de la Comunitat
fr: Note de l'utilisateur de la communauté
it: Punteggio Utente Community
nl: Community Score van deze gebruiker

source: User search
ca: Cerca d'usuaris
fr: Recherche utilisateur
it: Ricerca utente
nl: Zoek gebruiker

source: Write a search term on the right. E-mail, username, name, surname, you name it
ca: Escriviu un terme de cerca a la dreta. Adreça de correu, nom d'usuari, nom, cognom, com l'anomeneu
fr: Écrirez un terme de recherche à votre droite. Courriel, nom d'utilisateur, nom, surnom, etc..
it: Scrivi un termine di ricerca sulla destra. E-mail, nome utente, nome, soprannome, quel che ti pare
nl: Voer aan de rechterkant uw zoekterm in. Emailadres, gebruikersnaam, voornaam, achternaam, noem maar op...

source: Search results
ca: Resultats de cerca
fr: Résultats de recherche
it: Risultati ricerca
nl: Zoekresultaten

source: featuring
ca: amb
fr: mettant en vedette
it: sfoggiando

source: Points and Ranking
ca: Punts i rànquing
fr: Points et classement
it: Punti e Classifica
nl: Punten en Rang

source: No users found. Go out and blame cows
ca: No s'han trobat usuaris. Aneu i culpeu les vaques
fr: Pas d'utilisateur trouvé. Sortez et blâmez les vaches
it: Nessun utente trovato. Esci e prenditela con le mucche
nl: Geen gebruikers gevonden. Geef de koei'n maer de schuld!

source: Mirror
ca: Rèplica
fr: Miroir

source: Sabayon, free of charge, batteries included and on your own Computer. What are you waiting for? <b>Select the location closer to you</b> and start downloading a new experience
ca: Sabayon, gratuït, amb bateries incloses i en el vostre ordinador. Ja tardeu... <b> Seleccioneu la ubicació més pròxima</b> i comenceu a gaudir d'una nova experiència
fr: Sabayon, gratuit, batteries incluses et dans votre propre ordinateur. Qu'attendez-vous ? <b>Sélectionner un emplacement près de chez vous</b> et débutez le téléchargement d'une nouvelle expérience
it: Sabayon, senza spese, batterie incluse e sul tuo Computer. Che stai aspettando? <b>Scegli un posto vicino a te</b> ed inizia a scaricare una nuova esperienza
nl: Sabayon, kostenloos, batterijen meegeleverd en op je eigen computer. Waar wacht je nog op? <b>Selecteer de geografisch dichtsbijzijnde locatie</b> en download de nieuwe ervaring!

source: No Internet? Slow Internet?
ca: No teniu internet? Connexió lenta?
fr: Pas d'Internet ? Internet est lent ?
it: Niente Internet? Internet lento?
nl: Geen internet? Traag internet? Inbellen?

source: Have a look at our <a href='#'>official online vendors list</a>
ca: Mireu la <a href='#'>llista en línia de venedors oficials</a>
fr: Consultez notre <a href='#'>liste officielle de détaillants en ligne</a>
it: Dai un occhio ai nostri <a href='#'>rivenditori ufficiali</a>
nl: Werp een blik op onze <a href='#'>Official Online Vendors List</a>

source: Metalinks
ca: Metalink
fr: Méta-liens

source: For people with faster Internet connections (DSL, Cable, Fiber), Metalink makes downloading easier, faster, and more reliable. If you're on an error prone connection, Metalinks with repair information can fix any errors you get in transfer. Most downloads probably don't max out your downstream bandwidth. Metalink will help
ca: Per gent amb connexions d'Internet ràpides (DSL, Cable, Fiber), Metalink us fa la baixada més senzilla, més ràpida i més fiable. Si teniu una connexió propensa a errors, Metalink amb informació de reparació pot solucionar problemes que tingueu en la transferència. La majoria de baixades probablement no ocupen tota la banda d'ampla de baixada. Metalink us ajudarà
fr: Pour ceux avec une connexion Internet plus rapide (DSL, câble, fibre optique), Metalink rend le téléchargement plus facile, plus rapide et plus fiable. Si vous êtes sur une connexion sujette aux erreurs, les Metalinks avec informations de réparation peuvent corriger toute erreur de transfert. La plupart des téléchargements ne doivent probablement pas monopoliser votre bande passante. Metalink va vous aider
it: Per persone con connessioni Internet veloci (DSL, Cavo, Fibra), Metalink rende i download più facili, veloci e più affidabili. Se stai usando una connessione potenzialmente instabile, Metalink riparerà gli errori di trasmissione. La maggior parte dei download non saturano la tua banda in download. Metalink aiuterà proprio in questo

source: source
ca: origen
it: sorgente
nl: Bron

source: Visit the official
ca: Visiteu la oficial
fr: Visitez l'officiel
it: Visita
nl: Bezoek de officiële
